Repository: AmiraTamakloe/Spot-Seven
Catalog: client_leger/lib/l10n/app_*.arb
Languages: es, fr

source: Connection
es: Conexión
fr: Connexion

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Forgotten Password ?
es: ¿Olvidaste tu contraseña ?
fr: Mot de passe oublié ?

source: LOG IN
es: INICIAR SESIÓN
fr: SE CONNECTER

# logInWith
source: Or log in with :
es: O inicia sesión con :
fr: Ou se connecter avec :

# google
source: Continue with google
es: Continuar con Google
fr: Continuer avec google

# createAccount
source: CREATE AN ACCOUNT
es: CREAR UNA CUENTA
fr: CRÉER UN COMPTE

source: email
es: Correo electrónico
fr: courriel

# confirmPassword
source: Confirm your password
es: Reescribe tu contraseña
fr: Confirmez votre mot de passe

source: Log out
es: Desconectar
fr: Se déconnecter

# classicPlay
source: Play classic
es: Jugar clasico
fr: Jouer classique

# multiplayerPlay
source: Play multiplayer
es: Jugar multijugador
fr: Jouer en équipe

source: Time Limited
es: Tiempo limitado
fr: Temps Limité

source: Time Limited Improved
es: Tiempo limitado mejorado
fr: Temps Limité Augmenté

# titleWaiting
source: Waiting...
es: Esperar...
fr: Attente...

# waitingPlayerMessage
source: Waiting for the start of the game by the creator
es: Esperando que comience el juego desde el creador...
fr: En attente du début de partie de la part du créateur...

# canceledGame
source: Game Canceled
es: Juego cancelado
fr: Partie annulée

source: Cancel
es: Cancelado
fr: Annuler

# accept
source: Accepter
es: Rechazar

# createWaitingRoom
source: Create a waiting room
es: crear sala de espera
fr: Crée une salle d'attentee

source: Accept players
es: Aceptar jugadores
fr: Accepter les joueurs

# joinedGameMessage
source: joined the waiting room. Would you like to start?
es: me he unido a la sala de espera. ¿Te gustaría empezar?
fr: ont rejoint la salle d'attente. Souhaitez-vous commencer?

# creatorRoomName
source: Waiting room created by
es: Sala de espera creada por
fr: Salle d'attente créée par

# myRoomName
source: My room
es: Mi sala
fr: Ma salle d'attente

source: Players
es: Jugadores
fr: Joueurs:

# joinWaitingRoom
source: Join the waiting room
es: Únete a la sala de espera
fr: Rejoindre la salle d'attente

# creatorMessage
source: Waiting for other players...
es: Esperando a otro jugador...
fr: En attente d'un autre joueur...

# waitingRoomFull
source: Full room
es: Sala completa
fr: Salle pleine

# gameMode
source: Choice of game mode
es: Elección del modo de juego
fr: Choix de mode de jeu

# chooseLimitGameMode
source: Please choose a time limited game mode
es: Por favor, elige un modo de juego por tiempo limitado
fr: Veuillez choisir un mode de jeu en temps limité

# timeLimitWaitingPage
source: Waiting rooms for Time Limited Mode
es: Salas de espera para modo límite de tiempo
fr: Salles d'attente pour Mode Temps Limite

# timeLimitImprovedWaitingPage
source: Waiting rooms for Time Limited Mode
es: Salas de espera para modo límite de tiempo
fr: Salles d'attente pour Mode Temps Limite Augmenté

# classicWaitingPage
source: Waiting rooms for Classic Mode with game:
es: Salas de espera para la Moda Clásica
fr: Salles d'attente pour Mode Classique du jeu:

# classicWaitingTeamPage
source: Waiting rooms for Classic Team Mode with game:
es: Salas de espera para la Moda Clásica
fr: Salles d'attente pour Mode Classique en équipe du jeu:

# updatedAccountParameters
source: Your account has been updated
es: Tu cuenta ha sido actualizada
fr: Votre compte a été mis à jour

source: Configure your account
es: Configurar tu cuenta
fr: Configurer votre compte

# chooseNewUsername
source: Choose a new username:
es: Elige un nuevo nombre de usuario:
fr: Choisissez un nouveau nom d'utilisateur :

# chooseNewAvatar
source: Choose a new avatar:
es: Elige un nuevo avatar:
fr: Choisissez un nouvel avatar :

# saveNewAccountParameters
source: Save Your New Account Parameters
es: Guardar tus nuevos parámetros de cuenta
fr: Enregistrer vos nouveaux paramètres de compte

# changeToNewPage
source: Please change to a new page to see the changes
es: Por favor cambie a una nueva página para ver los cambios
fr: Veuillez passer à une nouvelle page pour voir les changements

# noChanges
source: No changes were made
es: No se realizaron cambios
fr: Aucun changement n'a été apporté

source: CLASSIC MODE
es: MODO CLASICO
fr: MODE CLASSIQUE

# timeLimitedMode
source: Current time limit game
es: Juego con límite de tiempo actual
fr: Partie en temps limité en cours

source: Friends
es: Amigos
fr: Amis

source: Welcome Back
es: Bienvenido
fr: Bienvenue

source: SAVE AND CLOSE
es: GUARDAR Y CERRAR
fr: ENREGISTRER ET FERMER

# musicNote
source: Note: If you select your own music, only mp3 files are supported.
es: Nota: Si selecciona su propia música, solo se admiten archivos mp3.
fr: Remarque : Si vous sélectionnez votre propre musique, seuls les fichiers mp3 sont pris en charge.

# selectMusicToPlay
source: Select the music you want to play when you win a game
es: Selecciona la música que quieres reproducir cuando ganes un juego
fr: Sélectionnez la musique que vous voulez jouer lorsque vous gagnez une partie

# selectVictoryMusic
source: Select Your Victory Music
es: Selecciona tu música de victoria
fr: Sélectionnez votre musique de victoire

source: Your current music is
es: Tu música actual es
fr: Votre musique actuelle est

# avatarUpdated
source: Your avatar has been updated to
es: Tu avatar ha sido actualizado a
fr: Votre avatar a été mis à jour à

# usernameUpdated
source: Your username has been updated to
es: Tu nombre de usuario ha sido actualizado a
fr: Votre nom d'utilisateur a été mis à jour à

source: and
es: y
fr: et

# noGamesAvailable
source: Sorry, no games are available right now...
es: Lo siento, no hay juegos disponibles en este momento...
fr: Désolé, aucun jeu n'est disponible pour le moment...

# goCreate
source: Go create some games on the web version!
es: ¡Ve y crea algunos juegos en la versión web!
fr: Allez créer des jeux sur la version web !

# accountStatistic
source: Account Statistics
es: Statistico de cuenta
fr: Statistiques de comptes

# numberPlayedGames
source: Number of played games
es: Numero de juegos jugados
fr: Nombre de parties jouées

# numberOfGamesWon
source: Number of won game
es: Numero de juegos ganados
fr: Nombre de parties gagnées

# averageDiffPerGame
source: Average differences found per game
es: Promedio de diferencias encontradas por juegos
fr: Moyenne de différences trouvées par partie

# timeAveragePerGame
source: Average time per game
es: Premedio de tiempo por juego
fr: Temps moyen par partie

# uploadedAvatar
source: Your avatar was uploaded
es: Tu avatar ha sido subido
fr: Votre avatar a été téléverser

# selectAvatar
source: Select your avatar
es: Elige tu avatar
fr: Sélectionnez votre avatar

source: OBSERVER MODE
es: MODO OBSERVADOR
fr: MODE OBSERVATEUR

# wrongCredentials
source: Wrong username or password, Please try again
es: Nombre de usuario o contraseña incorrectos. Porfa inténtalo de nuevo
fr: Mauvais mot de passe ou nom d'utilisateur, Svp veuillez réessayer

# userConnected
source: Sorry this user is already connected...
es: Lo siento, este usuario ya está conectado...
fr: Cet utilisateur est déjà connecté...

# error
source: Something bad happened sorry!
es: ¡Algo malo ocurrió, lo siento!
fr: Une erreur s'est produite désolé!

# usernameAlreadyExists
source: This username already exists, try something else
es: Este nombre de usuario ya existe, prueba con otro
fr: Ce nom d'utilisateur est déjà pris, essaie autre chose

# launchGame
source: Start the game
es: Comenzar el juego
fr: Lancer le jeu

source: Cancel waiting room
es: Cancelar sala de espera
fr: Annuler la salle d'attente

# leaveRoom
source: Leave Waiting Room
es: Salir de la sala de espera
fr: Quitter la salle d'attente

# topScores
source: High Scores
es: Récord
fr: Meilleurs scores

# createFriendsOnly
source: Create a friends only waiting room
es: Crear una sala de espera sólo para amigos
fr: Créer une salle d'attente amis seulement

# createFriendsOfFriends
source: Cr√©er une salle d'attente amis de mes amis
es: Crear una sala de espera para amigos de mis amigos
fr: Créer une salle d'attente amis de mes amis

# friendsOfFriendsOnly
source: Game type: Friends of friends
es: Tipo de juego: Amigos de amigos
fr: Partie amis de mes amis

# friendsOnly
source: Type de jeu: Partie amis seulement
es: Tipo de juego: Juego sólo para amigos
fr: Partie amis seulement

source: Home
es: Inicio
fr: Accueil

source: Parameters
es: Parámetros
fr: Paramètres

source: Statistics
es: Estadísticas
fr: Statistiques

source: Replays
es: Reproducciones
fr: Rejeux

# currentGameSession
source: Current classic game for:
es: Juego clásico actual de:
fr: Partie classique en cours du jeu:

# startObservingGame
source: Observe game
es: Observador de la fiesta
fr: Observer la partie

source: Observer present
es: Observador presente
fr: Observateur présent

# noObserverPresent
source: No observer
es: Sin observador
fr: Aucun observateur

source: Number of observers:
es: Número de observadores:
fr: Nombre d'observateurs:

source: INFORMATIONS:
es: INFORMACIÓN:

source: Difficulty:
es: INFORMACIÓN:
fr: Difficulté:

source: Hints left:
es: Pistas restantes:
fr: Indices restants:

# wonGame
source: You won!
es: ¡Ganaste!
fr: Vous avez gagné!

# lostGame
source: You lost!
es: ¡Perdiste!
fr: Vous avez perdu!

# forfeit
source: Your opponents forfeited !
es: ¡Tus oponentes perdieron!
fr: Vos adversaires ont abandonné !

# observerEnd
source: The observered game is over
es: El juego observado ha terminado
fr: La partie observée est finie

# observerPageTitle
source: OBSERVER MODE: GAMES IN PROGRESS
es: MODO OBSERVADOR: JUEGO EN CURSO
fr: MODE OBSERVATEUR: PARTIES EN COURS
